Repository: vuihoc-edtech/AgoraNative
Catalog: ios/Assets/*.lproj/Localizable.strings
Languages: vi

# AINS
source: AI noise suppression
vi: Chống ồn AI

source: About
vi: Giới thiệu

source: Account binding information
vi: Thông tin liên kết tài khoản

# AccountCancelationInfo
source: You are in the process of Flat account cancellation, in order to protect your account and property security, please read and understand fully and agree to the following matters before canceling your account, and operate with caution. If the Flat account you apply for cancellation also meets the following conditions, the platform will complete the verification and account cancellation for you. 1. the account is in a normal state and is not involved in any disputes (including complaints or reported by complaints). 2. if there are incomplete courses, in order to avoid affecting your rights or disputes, you are advised to contact the relevant teachers and students to properly handle the incomplete courses before canceling your account. 3. there are no other outstanding rights or obligations in the account or disputes arising from the cancellation of the account 4. there are no other circumstances that may affect the account cancellation. The cancellation of a Flat account is irreversible. After a successful cancellation of a Flat account, we will stop providing you with products or services and no longer collect your personal information, and we will delete your personal information or anonymize it. After a successful Flat account cancellation, you will no longer be able to use the Flat account and will not be able to retrieve any content or information associated with the account (even if you register and use Flat again using the same method), including but not limited to. 1. all course and class session records will be deleted. 2. all chat data (text, images, video, audio, etc.) will be erased. 3. cloud data will be deleted. 4. all playback will be cleared. After you cancel your account, we will stop providing products or services to you and delete or anonymize your personal information, except as otherwise provided by laws and regulations. By clicking on the button below to proceed with the cancellation, you acknowledge that you are fully aware of and agree to the above instructions. Translated with www.DeepL.com/Translator (free version)
vi: Bạn đang trong quá trình hủy tài khoản Flat, để bảo vệ an toàn tài khoản và tài sản của bạn, vui lòng đọc kỹ, hiểu đầy đủ và đồng ý với các vấn đề sau trước khi hủy tài khoản, và thao tác cẩn thận. Nếu tài khoản Flat bạn đăng ký hủy cũng đáp ứng các điều kiện sau, nền tảng sẽ hoàn tất xác minh và hủy tài khoản cho bạn. 1. tài khoản đang ở trạng thái bình thường và không liên quan đến bất kỳ tranh chấp nào (bao gồm khiếu nại hoặc bị báo cáo khiếu nại). 2. nếu có các khóa học chưa hoàn thành, để tránh ảnh hưởng đến quyền lợi hoặc tranh chấp của bạn, bạn nên liên hệ với các giáo viên và học viên liên quan để xử lý thỏa đáng các khóa học chưa hoàn thành trước khi hủy tài khoản. 3. không có quyền hoặc nghĩa vụ tồn đọng nào khác trong tài khoản hoặc tranh chấp phát sinh từ việc hủy tài khoản 4. không có trường hợp nào khác có thể ảnh hưởng đến việc hủy tài khoản. Việc hủy tài khoản Flat là không thể đảo ngược. Sau khi hủy tài khoản Flat thành công, chúng tôi sẽ ngừng cung cấp sản phẩm hoặc dịch vụ cho bạn và không còn thu thập thông tin cá nhân của bạn nữa, đồng thời chúng tôi sẽ xóa thông tin cá nhân của bạn hoặc ẩn danh hóa nó. Sau khi hủy tài khoản Flat thành công, bạn sẽ không thể sử dụng tài khoản Flat nữa và sẽ không thể truy xuất bất kỳ nội dung hoặc thông tin nào liên quan đến tài khoản (ngay cả khi bạn đăng ký và sử dụng lại Flat bằng cùng một phương thức), bao gồm nhưng không giới hạn ở: 1. tất cả hồ sơ khóa học và buổi học sẽ bị xóa. 2. tất cả dữ liệu trò chuyện (văn bản, hình ảnh, video, âm thanh, v.v.) sẽ bị xóa. 3. dữ liệu đám mây sẽ bị xóa. 4. tất cả bản phát lại sẽ bị xóa. Sau khi bạn hủy tài khoản, chúng tôi sẽ ngừng cung cấp sản phẩm hoặc dịch vụ cho bạn và xóa hoặc ẩn danh hóa thông tin cá nhân của bạn, trừ khi có quy định khác của pháp luật và quy định. Bằng cách nhấp vào nút bên dưới để tiếp tục hủy, bạn xác nhận rằng bạn hoàn toàn nhận thức và đồng ý với các hướng dẫn trên. (Lưu ý: Phần này có thể chứa bản dịch tự động từ DeepL, cần xem xét lại ngữ cảnh)

# AccountCancelationInfoTitle
source: Agora Flat account cancellation important tips
vi: Lưu ý quan trọng về việc hủy tài khoản Flat Agora

source: Account Cancellation
vi: Hủy tài khoản

source: Account Security
vi: Bảo mật tài khoản

# Account_apple
source: Apple ID
vi: ID Apple

# Account_phone
source: Phone
vi: Số điện thoại

# Acknowledgement
source: Libraries We Use
vi: Thư viện chúng tôi sử dụng

source: Agree
vi: Đồng ý

source: Agree and continue
vi: Đồng ý và tiếp tục

# AgreementText
source: Thank you for trusting and using Flat. We will rely on the Service Agreement and Privacy Policy to help you understand how we collect, use, store, and use your information. Policy to help you understand how we collect, use, and store your personal information and storage of your personal information and your rights with respect to them. Your rights. When you use Flat, we will collect information about your device, logs and browsing history. When you use Flat, we will collect information about your device, logs and browsing history, and to You may grant Flat access to your device's camera, microphone, etc. in order to ensure your class experience. To ensure your class experience, you can grant Flat access to your device's camera, microphone, and other information. You can find out more by reading the full Service Agreement and Privacy Policy for more information.
vi: Cảm ơn bạn đã tin tưởng và sử dụng Flat. Chúng tôi sẽ dựa vào Thỏa thuận dịch vụ và Chính sách quyền riêng tư để giúp bạn hiểu cách chúng tôi thu thập, sử dụng, lưu trữ thông tin của bạn. Chính sách giúp bạn hiểu cách chúng tôi thu thập, sử dụng và lưu trữ thông tin cá nhân của bạn và việc lưu trữ thông tin cá nhân của bạn và các quyền của bạn đối với chúng. Quyền của bạn. Khi bạn sử dụng Flat, chúng tôi sẽ thu thập thông tin về thiết bị, nhật ký và lịch sử duyệt web của bạn. Khi bạn sử dụng Flat, chúng tôi sẽ thu thập thông tin về thiết bị, nhật ký và lịch sử duyệt web của bạn, và để Bạn có thể cấp cho Flat quyền truy cập vào máy ảnh, micrô, v.v. của thiết bị để đảm bảo trải nghiệm lớp học của bạn. Để đảm bảo trải nghiệm lớp học của bạn, bạn có thể cấp cho Flat quyền truy cập vào máy ảnh, micrô và thông tin khác của thiết bị. Bạn có thể tìm hiểu thêm bằng cách đọc toàn bộ Thỏa thuận dịch vụ và Chính sách quyền riêng tư để biết thêm thông tin.

# AgreementText1
source: In order to better ensure your legal rights and interests, please read and agree to the following agreement Service Agreement & Privacy Policy
vi: Để đảm bảo tốt hơn các quyền và lợi ích hợp pháp của bạn, vui lòng đọc và đồng ý với thỏa thuận sau Thỏa thuận dịch vụ & Chính sách quyền riêng tư

# AgreementText_CN_Special
source: Dear users, thanks for supporting our products! In order to provide you with higher audio and video quality and better functionality, we will collect information about your audio streams after joining the channel, which will be used to train and improve our big model algorithms to better enhance product functionality and service capabilities. We encourage you to read the full Service Agreement, Privacy Policy carefully to understand your rights and how we process your data. Thank you again for your support and trust in us. We look forward to continuing to provide you with an excellent service experience.
vi: Kính gửi người dùng, cảm ơn đã ủng hộ sản phẩm của chúng tôi! Để cung cấp cho bạn chất lượng âm thanh và video cao hơn cũng như chức năng tốt hơn, chúng tôi sẽ thu thập thông tin về luồng âm thanh của bạn sau khi tham gia kênh, thông tin này sẽ được sử dụng để đào tạo và cải thiện các thuật toán mô hình lớn của chúng tôi nhằm nâng cao tốt hơn chức năng sản phẩm và khả năng dịch vụ. Chúng tôi khuyến khích bạn đọc kỹ toàn bộ Thỏa thuận dịch vụ, Chính sách quyền riêng tư để hiểu rõ quyền của bạn và cách chúng tôi xử lý dữ liệu của bạn. Một lần nữa xin cảm ơn sự ủng hộ và tin tưởng của bạn dành cho chúng tôi. Chúng tôi mong muốn tiếp tục cung cấp cho bạn trải nghiệm dịch vụ tuyệt vời.

source: Alert
vi: Cảnh báo

source: All banned
vi: Cấm tất cả

source: All mute
vi: Tắt tiếng tất cả

# All mute toast
source: All users are muted
vi: Tất cả người dùng đã bị tắt tiếng

# ApplePencilShortcuts
source: Follow the System ApplePencil Behavior
vi: Theo hành vi Apple Pencil của hệ thống

# ApplePencilShortcutsDetail
source: (Can be set in System Settings - Apple Pencil)
vi: (Có thể đặt trong Cài đặt hệ thống - Apple Pencil)

# ApplianceMenu
source: Tool
vi: Công cụ

# AtLeastBindPhoneOrEmailTips
source: Need to keep at least one of your cell phone number and email address
vi: Cần giữ lại ít nhất một trong số điện thoại di động và địa chỉ email của bạn

# AudioMixing
source: PPT audio mixing
vi: Trộn âm thanh PPT

# AudioMixingDetail
source: (need to re-enter the room to take effect)
vi: (cần vào lại phòng để có hiệu lực)

source: Avatar
vi: Ảnh đại diện

source: Back
vi: Quay lại

source: BigClass
vi: Lớp học lớn

# BigClass Description
source: For a large number of students
vi: Dành cho số lượng lớn học viên

# Bind Phone Detail
source: According to the relevant policies and regulations, you need to bind the cell phone number
vi: Theo các chính sách và quy định liên quan, bạn cần liên kết số điện thoại di động

# BindEmail
source: Binding Email
vi: Liên kết Email

# BindPhone
source: Binding Mobile Number
vi: Liên kết Số di động

source: Binded
vi: Đã liên kết

source: Binding Apple
vi: Liên kết Apple

source: Binding Github
vi: Liên kết Github

source: Binding WeChat
vi: Liên kết WeChat

source: Camera
vi: Máy ảnh

# Camera.front
source: Front
vi: Trước

# Camera.rear
source: Rear
vi: Sau

# CameraDenyTip
source: You need to invoke the camera permissions to be able to video chat, click into the settings to open the camera permissions
vi: Bạn cần cấp quyền truy cập máy ảnh để có thể trò chuyện video, nhấp vào cài đặt để mở quyền máy ảnh

# CameraDirection
source: Direction
vi: Hướng

# CameraRequestReject
source: refused to turn on camera
vi: đã từ chối bật máy ảnh

source: Cancel
vi: Hủy

source: Cancel Room
vi: Hủy phòng

# Cancel Room Verbose
source: Sure to remove the room from the room list? Once removed, you can join the room again by using the room number.
vi: Chắc chắn xóa phòng khỏi danh sách phòng? Sau khi xóa, bạn có thể tham gia lại phòng bằng cách sử dụng số phòng.

# CancelationAndLogout
source: Cancel Account
vi: Hủy tài khoản

source: Cancellation
vi: Hủy bỏ

# CensorshipFailed
source: Failure of an audit
vi: Kiểm duyệt thất bại

source: Chat
vi: Trò chuyện

# Class end confirming detail
source: Once the lesson ends, all users exit the room and the lesson and recording (if any) are automatically ended and cannot continue live
vi: Khi buổi học kết thúc, tất cả người dùng sẽ thoát khỏi phòng và buổi học cũng như bản ghi (nếu có) sẽ tự động kết thúc và không thể tiếp tục phát trực tiếp

# Class end confirming title
source: Confirming the end of classes?
vi: Xác nhận kết thúc buổi học?

# Class exit confirming detail
source: The class is continuing, make sure to exit the room
vi: Lớp học chưa kết thúc, bạn có muốn thoát không?

# Class exit confirming title
source: Confirming exit room?
vi: Thoát khỏi lớp học

# ClassesStillLeftTips
source: You have rooms that have not been closed or withdrawn from, and you can only request to cancel your account after processing, the number remaining:
vi: Bạn có các phòng chưa được đóng hoặc rút khỏi, bạn chỉ có thể yêu cầu hủy tài khoản sau khi xử lý xong, số lượng còn lại:

source: Clear History
vi: Xóa lịch sử

source: Clear Whiteboard
vi: Xóa bảng trắng

source: Close
vi: Đóng

source: Close options
vi: Đóng tùy chọn

# Cloud Storage
source: Cloud
vi: Lưu trữ đám mây

# CodeSend
source: Verification code has been sent
vi: Mã xác minh đã được gửi

source: Coming soon
vi: Sắp ra mắt

source: Confirm
vi: Xác nhận

source: Contact Us
vi: Liên hệ chúng tôi

source: Continue
vi: Tiếp tục

source: Copy Invitation
vi: Sao chép lời mời

source: Copy Success
vi: Sao chép thành công

source: Countdown
vi: Đếm ngược

source: Country code selection
vi: Chọn mã quốc gia

source: Create
vi: Tạo

source: Create Directory
vi: Tạo thư mục

# CreateDirectoryPlaceholder
source: Please enter the folder name
vi: Vui lòng nhập tên thư mục

source: Created Room
vi: Phòng đã tạo

# CurrentProcessFailed
source: Current Request failed
vi: Yêu cầu hiện tại thất bại

source: Decode error
vi: Lỗi giải mã

# DefaultWhiteboardStyle
source: Default
vi: Mặc định

source: Delete
vi: Xóa

# Delete File Alert
source: Do you confirm the deletion of the selected courseware? You can't recover the deleted courseware
vi: Bạn có xác nhận xóa tài liệu học đã chọn không? Bạn không thể khôi phục tài liệu học đã xóa

# Delete room record alert
source: Are you sure to delete the current room record
vi: Bạn có chắc chắn muốn xóa bản ghi phòng hiện tại không?

# DeleteWhiteSelectedItem
source: Delete whiteboard selection
vi: Xóa lựa chọn trên bảng trắng

source: Dice
vi: Xúc xắc

# DidLoadAll
source: Loaded all
vi: Đã tải tất cả

source: Directory already exists
vi: Thư mục đã tồn tại

source: Directory not exists
vi: Thư mục không tồn tại

source: Disagree
vi: Không đồng ý

source: Disagree and exit
vi: Không đồng ý và thoát

source: Distance to class
vi: Thời gian đến lớp

source: Edit
vi: Chỉnh sửa

# ElectronLinkText
source: For full functionality, go to the link to download the desktop version of Electron.
vi: Để có đầy đủ chức năng, hãy truy cập liên kết để tải xuống phiên bản Electron dành cho máy tính để bàn.

# EmailAlreadyBinding
source: Mailbox has been bound, please change another mailbox or unbind in the original account.
vi: Hộp thư đã được liên kết, vui lòng đổi hộp thư khác hoặc hủy liên kết trong tài khoản gốc.

# EmailAlreadyExist
source: Email already exists
vi: Email đã tồn tại

# EmailFailedToSendCode
source: Email verification code sending failure
vi: Gửi mã xác minh email thất bại

# EmailInputPlaceholder
source: Email address
vi: Địa chỉ email

# EmailOrPhonePlaceHolder
source: Email or phone number
vi: Email hoặc số điện thoại

# EmailVerificationCodeInvalid
source: Invalid email verification code, please try again.
vi: Mã xác minh email không hợp lệ, vui lòng thử lại.

# EmptyCloudTip
source: No file
vi: Không có tệp nào

source: Encode error
vi: Lỗi mã hóa

source: End the class
vi: Kết thúc buổi học

source: End Recording
vi: Kết thúc ghi hình

source: Enter
vi: Vào

source: Enter Room
vi: Vào phòng

# Enter Room Short
source: Enter
vi: Vào

source: Escape
vi: Thoát

# ExhaustiveAttack
source: You've been doing this too often. Please try again later.
vi: Bạn đã thực hiện thao tác này quá thường xuyên. Vui lòng thử lại sau.

source: Exit
vi: Thoát

# ExitCurrentClassroomWarning
source: You have entered the classroom in another window, please exit first
vi: Bạn đã vào lớp học trong một cửa sổ khác, vui lòng thoát ra trước

source: Export log
vi: Xuất nhật ký

# FPA
source: Network Acceleration
vi: Tăng tốc mạng

# File not ready
source: File converting not ready
vi: Tệp đang chuyển đổi chưa sẵn sàng

source: File check failed
vi: Kiểm tra tệp thất bại

source: File convert failed
vi: Chuyển đổi tệp thất bại

source: File download failed
vi: Tải xuống tệp thất bại

source: File exists
vi: Tệp đã tồn tại

source: File is convert waiting
vi: Tệp đang chờ chuyển đổi

source: File is converted
vi: Tệp đã được chuyển đổi

source: File is converting
vi: Tệp đang được chuyển đổi

source: File not found
vi: Không tìm thấy tệp

# FileNotIsConvertNone
source: File is not in unconvert status
vi: Tệp không ở trạng thái chưa chuyển đổi

# FileNotIsConverting
source: File is not in converting status
vi: Tệp không ở trạng thái đang chuyển đổi

source: File size too big
vi: Kích thước tệp quá lớn

source: File unzip failed
vi: Giải nén tệp thất bại

source: File upload failed
vi: Tải lên tệp thất bại

source: Finish
vi: Hoàn thành

# FreeRoomTimeLimitTip %@
source: You've joined the free version of the %1$@-minute time-limited room
vi: Bạn đã tham gia phòng giới hạn thời gian %1$@ phút của phiên bản miễn phí

source: free version
vi: phiên bản miễn phí

source: Go Setting
vi: Đi tới Cài đặt

# Got New File Alert
source: A new document is received, upload?
vi: Đã nhận được tài liệu mới, tải lên?

source: Have read and agree
vi: Đã đọc và đồng ý

source: History
vi: Lịch sử

source: Home
vi: Trang chủ

# Idle
source: Upcoming
vi: Sắp diễn ra

# Illegal words
source: Illegal words, please replace and try again
vi: Từ ngữ không hợp lệ, vui lòng thay thế và thử lại

# Init room error
source: Init room error, reason:
vi: Lỗi khởi tạo phòng, lý do:

source: Interacting
vi: Đang tương tác

# InvalidCode
source: Please fill in the correct verification code
vi: Vui lòng điền đúng mã xác minh

# InvalidPhone
source: Please fill in the correct cell phone number
vi: Vui lòng điền đúng số điện thoại di động

source: Invite
vi: Mời

# JWTSignFailed
source: Authentication information verification failed, please log in again
vi: Xác thực thông tin thất bại, vui lòng đăng nhập lại

source: Join
vi: Tham gia

source: Join Link
vi: Liên kết tham gia

source: Join Options
vi: Tùy chọn tham gia

source: Join Room
vi: Tham gia phòng

# JoinRoomFailWarning
source: Failed to join the room, please try again later
vi: Tham gia phòng thất bại, vui lòng thử lại sau

# Language Setting
source: Language
vi: Ngôn ngữ

source: Leaving Classroom
vi: Đang rời lớp học

source: Leaving for now
vi: Rời đi tạm thời

# Leaving room soon
source: The room has ended and you are about to exit the room...
vi: Phòng đã kết thúc và bạn sắp thoát khỏi phòng...

source: link
vi: liên kết

source: Loading
vi: Đang tải

# Login
source: Sign In
vi: Đăng nhập

source: Login fail
vi: Đăng nhập thất bại

source: Login Github access denied
vi: Đăng nhập Github bị từ chối quyền truy cập

source: Login Github suspended
vi: Đăng nhập Github bị tạm ngưng

# LoginGithubURLMismatch
source: Login Github Mismatch
vi: Đăng nhập Github không khớp URL

# LoginOrRegister
source: Sign In
vi: Đăng nhập

source: Logout
vi: Đăng xuất

# MaxWritableUsersTips
source: The stage is full, please close the existing students to speak before agreeing to other students' requests to come to the stage (or switch the room type to small class, supporting multiple students to speak at the same time)
vi: Sân khấu đã đầy, vui lòng đóng các học viên hiện có đang phát biểu trước khi đồng ý yêu cầu lên sân khấu của các học viên khác (hoặc chuyển loại phòng sang lớp học nhỏ, hỗ trợ nhiều học viên phát biểu cùng lúc)

# MaxWritableUsersTipsForSmallClass
source: The stage is full, please close the existing students to speak before agreeing to other students' requests to come to the stage (small classes support up to 16 students to speak at the same time)
vi: Sân khấu đã đầy, vui lòng đóng các học viên hiện có đang phát biểu trước khi đồng ý yêu cầu lên sân khấu của các học viên khác (lớp học nhỏ hỗ trợ tối đa 16 học viên phát biểu cùng lúc)

# Mic
source: Microphone
vi: Micrô

# MicDenyTip
source: You need to invoke microphone permission for voice chat, click into settings to open microphone permission
vi: Bạn cần cấp quyền truy cập micrô để trò chuyện thoại, nhấp vào cài đặt để mở quyền micrô

# MicRequestReject
source: refused to turn on microphone
vi: đã từ chối bật micrô

source: MindMap
vi: Sơ đồ tư duy

source: Mirror
vi: Phản chiếu

source: Modify Room
vi: Sửa đổi phòng

# Monaco
source: Code Editor
vi: Trình chỉnh sửa mã

source: More
vi: Thêm

# NeedLoginAgain
source: The credentials have expired, please log in again
vi: Thông tin đăng nhập đã hết hạn, vui lòng đăng nhập lại

# NewAccountAvatarPlaceholder
source: Upload Avatar (optional)
vi: Tải lên Ảnh đại diện (tùy chọn)

# NewAccountNickNamePlaceholder
source: Please enter your nickname (optional)
vi: Vui lòng nhập biệt danh của bạn (tùy chọn)

# NewPage
source: Create new page
vi: Tạo trang mới

source: Next Step
vi: Bước tiếp theo

source: Nickname
vi: Biệt danh

source: No room at the moment
vi: Hiện tại không có phòng nào

# NoHistoryTip
source: No history item
vi: Không có mục lịch sử nào

# NoRaiseHandUsers
source: No users raised their hands at the moment
vi: Hiện tại không có người dùng nào giơ tay

# NoUploadingWarnings
source: No files are being uploaded
vi: Không có tệp nào đang được tải lên

# NonCompliant
source: Request not conforming with regulations
vi: Yêu cầu không tuân thủ quy định

# NotEnoughTotalUsage
source: Reaching capacity limit
vi: Đạt giới hạn dung lượng

# NotPermission
source: No permission to operate
vi: Không có quyền hoạt động

# OAuthClientIDNotFound
source: Binding failed, bind user does not exist.
vi: Liên kết thất bại, người dùng liên kết không tồn tại.

# OAuthSecretUUIDNotFound
source: Binding failed to find relevant information.
vi: Liên kết thất bại không tìm thấy thông tin liên quan.

# OAuthUUIDNotFound
source: Binding failed, binding information does not exist.
vi: Liên kết thất bại, thông tin liên kết không tồn tại.

# OldPasswordPlaceholder
source: Old Password
vi: Mật khẩu cũ

# On/Off stage
source: On Stage
vi: Lên/Xuống sân khấu

source: OneToOne
vi: Một kèm một

# OneToOne Description
source: Facing 1 student
vi: Dành cho 1 học viên

source: Online interaction Synchronize ideas
vi: Tương tác trực tuyến Đồng bộ hóa ý tưởng

source: Open Camera
vi: Mở Máy ảnh

source: Open Mic
vi: Mở Micrô

# OtherLoginTips
source: You can also log in directly through
vi: Bạn cũng có thể đăng nhập trực tiếp thông qua

# PageMenu
source: Page
vi: Trang

# PageNext
source: Next page
vi: Trang tiếp theo

# PagePrev
source: Previous page
vi: Trang trước

source: paid version
vi: phiên bản trả phí

# ParamsCheckFailed
source: Parameter error
vi: Lỗi tham số

# PassCodePlaceholder
source: Password
vi: Mật khẩu

source: Password
vi: Mật khẩu

# PasswordValidTips
source: Passwords need to contain at least one letter and one number, and have a total length of at least 8 characters
vi: Mật khẩu cần chứa ít nhất một chữ cái và một chữ số, và có tổng độ dài ít nhất 8 ký tự

source: Pause Class
vi: Tạm dừng lớp học

source: Paused
vi: Đã tạm dừng

source: Pencil Tail
vi: Đuôi bút chì

# PencilTailDetail
source: (need to re-enter the room to take effect)
vi: (cần vào lại phòng để có hiệu lực)

# People on stage hint
source: On stage:
vi: Trên sân khấu:

# PeriodicIsEnded
source: Periodic room has ended
vi: Phòng định kỳ đã kết thúc

# PeriodicNotFound
source: Periodic room does not exist
vi: Phòng định kỳ không tồn tại

# PeriodicSubRoomHasRunning
source: Periodic sub-room does not exist
vi: Phòng con định kỳ không tồn tại

# PersonalInfoCollect
source: Personal Information Collection
vi: Thu thập thông tin cá nhân

# PhoneInputPlaceholder
source: Enter your phone number
vi: Nhập số điện thoại của bạn

# PhoneNumber
source: Phone
vi: Số điện thoại

# PhoneRegistered
source: The phone has already been tied
vi: Số điện thoại đã được liên kết

# PhotoDenyTip
source: You need to invoke album permissions to upload pictures, click to set album permissions
vi: Bạn cần cấp quyền truy cập album để tải lên hình ảnh, nhấp để đặt quyền album

source: Please agree to the Terms of Service first
vi: Vui lòng đồng ý với Điều khoản dịch vụ trước

source: Please enter your nickname
vi: Vui lòng nhập biệt danh của bạn

# PmiSuffix
source: 's personal room
vi: phòng cá nhân của

source: Preferences
vi: Tùy chọn

# PreferencesSetting
source: Preferences
vi: Tùy chọn

source: Preview
vi: Xem trước

source: Privacy
vi: Quyền riêng tư

source: Privacy Policy
vi: Chính sách quyền riêng tư

source: Profile
vi: Hồ sơ
