Repository: vuihoc-edtech/AgoraNative
Catalog: ios/Assets/*.lproj/Localizable.strings
Languages: vi

# Quill
source: Rich Text Editor
vi: Trình soạn thảo văn bản đa dạng thức

# Raised Hand
source: Raised
vi: Đã giơ tay

source: Reconnect
vi: Kết nối lại

# RecordNotFound
source: Replay does not exist
vi: Không tồn tại bản phát lại

# RecordingEndTips
source: The recording has ended and you can view the replay in the history after the class is over
vi: Việc ghi hình đã kết thúc và bạn có thể xem lại bản phát lại trong lịch sử sau khi lớp học kết thúc

source: Recording List
vi: Danh sách ghi hình

# RecordingStartTips
source: Recording stared
vi: Đã bắt đầu ghi hình

# Register
source: Sign Up
vi: Đăng ký

# RegisterTitle
source: Sign up new account
vi: Đăng ký tài khoản mới

source: Reject
vi: Từ chối

source: Remove From List
vi: Xóa khỏi danh sách

# Remove Room Verbose
source: Sure to cancel this room? Other members will not be able to join after cancellation.
vi: Chắc chắn hủy phòng này? Các thành viên khác sẽ không thể tham gia sau khi hủy.

source: Rename
vi: Đổi tên

source: Replay
vi: Phát lại

source: Request signature incorrect
vi: Chữ ký yêu cầu không chính xác

# ResetCheckButtonTitle
source: Confirm & Sign In
vi: Xác nhận & Đăng nhập

source: Reset Password
vi: Đặt lại mật khẩu

# ResetPasswordPlaceholder
source: Please enter a new password
vi: Vui lòng nhập mật khẩu mới

# ResetPasswordPlaceholderAgain
source: Please enter the new password again
vi: Vui lòng nhập lại mật khẩu mới

# ResetPasswordTips
source: Password at least 8 digits, including at least letters and numbers
vi: Mật khẩu ít nhất 8 chữ số, bao gồm ít nhất chữ cái và số

# ResetPreference
source: Reset Preferences
vi: Đặt lại Tùy chọn

# ResetShortcutsAlert
source: This action is not reversible, are you sure you want to reset the preferences?
vi: Hành động này không thể hoàn tác, bạn có chắc chắn muốn đặt lại các tùy chọn không?

source: Resume Class
vi: Tiếp tục lớp học

source: Room
vi: Phòng

source: Room Detail
vi: Chi tiết phòng

source: Room ID
vi: ID phòng

# Room ID Input PlaceHolder
source: Enter 11-digit room ID
vi: Nhập ID phòng gồm 11 chữ số

source: Room List
vi: Danh sách phòng

source: Room Theme
vi: Chủ đề phòng

# Room Theme Placeholder
source: Please enter a room theme
vi: Vui lòng nhập chủ đề phòng

source: Room Type
vi: Loại phòng

# RoomCreateLimit
source: The number of free rooms you can create this month has reached the limit, upgrade to enjoy more benefits!
vi: Số lượng phòng miễn phí bạn có thể tạo trong tháng này đã đạt giới hạn, nâng cấp để tận hưởng nhiều lợi ích hơn!

# RoomExists
source: Individual room already exists, create a new room only after it is over
vi: Phòng cá nhân đã tồn tại, chỉ tạo phòng mới sau khi phòng đó kết thúc

# RoomIsEnded
source: Room is over
vi: Phòng đã kết thúc

# RoomIsRunning
source: The room is in progress
vi: Phòng đang diễn ra

# RoomListCountString %d
source: In %1$d minutes
vi: Trong %1$d phút

# RoomNotBegin
source: Room not started, accessible 5 minutes before class starts
vi: Phòng chưa bắt đầu, có thể truy cập 5 phút trước khi lớp bắt đầu

# RoomNotBegin %d
source: Room not started, accessible %1$d minutes before class starts
vi: Phòng chưa bắt đầu, có thể truy cập %1$d phút trước khi lớp bắt đầu

# RoomNotBeginAndAddList %d
source: Room not started, accessible %1$d minutes before class starts, room added to room list
vi: Phòng chưa bắt đầu, có thể truy cập %1$d phút trước khi lớp bắt đầu, phòng đã được thêm vào danh sách phòng

# RoomNotFound
source: Room does not exist
vi: Phòng không tồn tại

# RoomNotFoundAndIsPmi
source: The room hasn't started yet. Please wait for the teacher to enter
vi: Phòng chưa bắt đầu. Vui lòng đợi giáo viên vào

# RoomNotIsEnded
source: The room is not over yet
vi: Phòng chưa kết thúc

# RoomNotIsIdle
source: The room has not started yet
vi: Phòng chưa bắt đầu

# RoomNotIsRunning
source: The room is not in progress
vi: Phòng không đang diễn ra

# RoomReachLimit
source: The number of people in the free version of the room has reached the upper limit, temporarily unable to join, please contact the teacher to solve the problem
vi: Số lượng người trong phòng phiên bản miễn phí đã đạt giới hạn tối đa, tạm thời không thể tham gia, vui lòng liên hệ giáo viên để giải quyết vấn đề

source: Room Status
vi: Trạng thái phòng

# RoomTime
source: Time
vi: Thời gian

# Rtc connect lost tips
source: Audio and video connection is interrupted, please check the network and reconnect
vi: Kết nối âm thanh và video bị gián đoạn, vui lòng kiểm tra mạng và kết nối lại

# Rtm abort tips
source: You are logged in on another device
vi: Bạn đã đăng nhập trên một thiết bị khác

# Rtm reconnecting timeout tips
source: Network connection failed, please check the network and try again
vi: Kết nối mạng thất bại, vui lòng kiểm tra mạng và thử lại

# SMSAlreadyExist
source: This cell phone number is registered
vi: Số điện thoại di động này đã được đăng ký

# SMSFailedToSendCode
source: Failed to send verification code. Please try again later.
vi: Gửi mã xác minh thất bại. Vui lòng thử lại sau.

# SMSVerificationCodeInvalid
source: Invalid Code
vi: Mã không hợp lệ

# SaveSuccess
source: Save successfully
vi: Lưu thành công

# SaveToAlbum
source: Save to album or not
vi: Lưu vào album hay không

source: Say Something...
vi: Nói gì đó...

source: Screen share off
vi: Tắt chia sẻ màn hình

source: Screen share on
vi: Bật chia sẻ màn hình

source: Security
vi: Bảo mật

source: Select Language
vi: Chọn ngôn ngữ

source: Select Theme
vi: Chọn giao diện

source: Selector
vi: Bộ chọn

# SendSMS
source: Send Code
vi: Gửi mã

# SentInvitation
source: Invitation sent
vi: Đã gửi lời mời

# ServerFail
source: Request failed
vi: Yêu cầu thất bại

source: Service Agreement
vi: Thỏa thuận dịch vụ

# Service and privacy
source: User Agreement and Privacy Policy
vi: Thỏa thuận người dùng và Chính sách quyền riêng tư

source: Setting
vi: Cài đặt

source: Setting New Password
vi: Đặt mật khẩu mới

source: Share
vi: Chia sẻ

# ShareMore
source: More
vi: Thêm

source: SmallClass
vi: Lớp học nhỏ

# SmallClass Description
source: Up to 16 students
vi: Tối đa 16 học viên

# SplitScreenWarnings
source: The window is too small, please adjust to show the full content
vi: Cửa sổ quá nhỏ, vui lòng điều chỉnh để hiển thị toàn bộ nội dung

# Start Class
source: Start
vi: Bắt đầu

source: Start Now
vi: Bắt đầu ngay

# Start Time
source: Start
vi: Bắt đầu

source: Start Recording
vi: Bắt đầu ghi hình

source: Started
vi: Đã bắt đầu

source: Stop All Interacting
vi: Dừng tất cả tương tác

# Stop Class
source: End Class
vi: Kết thúc lớp học

source: Stop Interacting
vi: Dừng tương tác

source: Stopped
vi: Đã dừng

source: Students
vi: Học viên

source: Submit
vi: Gửi

source: Success
vi: Thành công

# SwitchNextColor
source: Switch to the next color
vi: Chuyển sang màu tiếp theo

# SwitchPrevColor
source: Switch to the previous color
vi: Chuyển sang màu trước đó

source: Teacher
vi: Giáo viên

# Teacher close class room alert detail
source: The class is continuing, will you leave for now or end the class?
vi: Lớp học đang tiếp diễn, bạn sẽ rời đi tạm thời hay kết thúc lớp học?

# TeacherRequestCamera
source: Teacher requests to turn on camera
vi: Giáo viên đề nghị con bật camera để giao tiếp

# TeacherRequestMic
source: Teacher requests to turn on microphone
vi: Giáo viên đề nghị con bật mic để giao tiếp

# TeacherTurnOffCamera
source: Teacher has turned your camera off
vi: Giáo viên đã tắt máy ảnh của bạn

# TeacherTurnOffMic
source: Teacher has turned your microphone off
vi: Giáo viên đã tắt micrô của bạn

source: The ban was lifted
vi: Lệnh cấm đã được dỡ bỏ

# Theme
source: Appearance
vi: Giao diện

# Theme.auto
source: Follow System
vi: Theo hệ thống

# Theme.dark
source: Dark
vi: Tối

# Theme.light
source: Light
vi: Sáng

# ThirdPartyShare
source: Third party data sharing
vi: Chia sẻ dữ liệu bên thứ ba

source: Today
vi: Hôm nay

source: Tomorrow
vi: Ngày mai

# TryLaunchUploadInClassTip
source: Please open the cloud storage to upload the file by yourself
vi: Vui lòng tự mở kho lưu trữ đám mây để tải tệp lên

# TurnOffReocrdAlertTip
source: Is it sure to end the recording?
vi: Bạn có chắc chắn muốn kết thúc ghi hình không?

# TurnOnRecordAlertTip
source: Is it sure to turn on recording?
vi: Bạn có chắc chắn muốn bật ghi hình không?

# Unbound
source: Unbinding
vi: Hủy liên kết

# Unbound Tips
source: Do you want to unbind the corresponding account?
vi: Bạn có muốn hủy liên kết tài khoản tương ứng không?

# UndoRedoShortcuts
source: Disable Undo Redo
vi: Tắt Hoàn tác/Làm lại

# UndoRedoShortcutsDetail
source: (Two- and three-finger taps will not perform undo or redo)
vi: (Chạm hai và ba ngón tay sẽ không thực hiện hoàn tác hoặc làm lại)

source: Unknown error
vi: Lỗi không xác định

source: Unsupported operation
vi: Thao tác không được hỗ trợ

# UnsupportedPlatform
source: Unsupported login platform
vi: Nền tảng đăng nhập không được hỗ trợ

source: Update nickname
vi: Cập nhật biệt danh

source: Update nickname success
vi: Cập nhật biệt danh thành công

source: Update Password
vi: Cập nhật mật khẩu

source: Upload
vi: Tải lên

source: Upload Audio
vi: Tải lên âm thanh

source: Upload Doc
vi: Tải lên tài liệu

source: Upload Fail
vi: Tải lên thất bại

source: Upload Idle
vi: Chờ tải lên

source: Upload Image
vi: Tải lên hình ảnh

# Upload Preparing
source: Preparing
vi: Đang chuẩn bị

# Upload Reporting
source: Upload Success Waiting
vi: Tải lên thành công đang chờ xử lý

source: Upload Success
vi: Tải lên thành công

source: Upload Video
vi: Tải lên video

# UploadConcurrentLimit
source: Reaching the upload Concurrent Limit
vi: Đạt giới hạn tải lên đồng thời

source: Uploading
vi: Đang tải lên

source: Uploading List
vi: Danh sách đang tải lên

source: Used Capacity
vi: Dung lượng đã sử dụng

source: User List
vi: Danh sách người dùng

# UserAlreadyBinding
source: The user has been bound, please change the account that needs to be bound
vi: Người dùng đã được liên kết, vui lòng thay đổi tài khoản cần liên kết

# UserCancel
source: User Cancelled
vi: Người dùng đã hủy

# UserNotFound
source: User does not exist
vi: Người dùng không tồn tại

# UserNotInRoom
source: User is not in the room
vi: Người dùng không có trong phòng

# UserOrPasswordIncorrect
source: Incorrect account or password
vi: Tài khoản hoặc mật khẩu không chính xác

source: User password incorrect
vi: Mật khẩu người dùng không chính xác

# UserPmiDrained
source: Exhausted personal room numbers, unable to continue creating.
vi: Đã hết số phòng cá nhân, không thể tiếp tục tạo.

# UserRoomListNotEmpty
source: User room list is not empty
vi: Danh sách phòng người dùng không trống

source: VerificationCode
vi: Mã xác minh

# VerificationCodePlaceholder
source: Enter the code
vi: Nhập mã

# Version
source: Version Updates
vi: Cập nhật phiên bản

source: Video Area
vi: Khu vực video

source: Video Converting ...
vi: Đang chuyển đổi video...

# VideoDataCollecting
source: Audio and Video Data Acquisition
vi: Thu thập dữ liệu âm thanh và video

source: View All
vi: Xem tất cả

# WelcomeFlat
source: Welcome to Flat
vi: Chào mừng đến với Flat

# Whiteboard Permissions
source: Whiteboard
vi: Quyền sử dụng bảng trắng

# WhiteboardPermissionCloseToast
source: Removed whiteboard permission
vi: Đã xóa quyền sử dụng bảng trắng

# WhiteboardPermissionOpenToast
source: Whiteboard access has been granted
vi: Đã cấp quyền truy cập bảng trắng

# WhiteboardStyle
source: Whiteboard background
vi: Nền bảng trắng

# WhiteboardStyle#064D6D
source: Navy Blue
vi: Xanh nước biển đậm

# WhiteboardStyle#446550
source: Dark Green
vi: Xanh lá cây đậm

# WhiteboardStyle#49585F
source: Light Green
vi: Xanh lá cây nhạt

# WhiteboardStyleDetail
source: (Local background color of the whiteboard in the classroom)
vi: (Màu nền cục bộ của bảng trắng trong lớp học)

# ainsDetail
source: (Turned on to reduce local ambient noise)
vi: (Bật để giảm tiếng ồn xung quanh cục bộ)

source: and
vi: và

# appliance.arrow
source: Arrow
vi: Mũi tên

# appliance.clicker
source: Clicker
vi: Con trỏ

# appliance.ellipse
source: Circle
vi: Hình elip

# appliance.eraser
source: Eraser
vi: Tẩy

# appliance.pencil
source: Pencil
vi: Bút chì

# appliance.pencilEraser
source: Partial Eraser
vi: Tẩy một phần

# appliance.rectangle
source: Rectangle
vi: Hình chữ nhật

# appliance.selector
source: Selector
vi: Bộ chọn

# appliance.straight
source: Line
vi: Đường thẳng

# appliance.text
source: Text
vi: Văn bản

# classroomTimePassed
source: Duration
vi: Thời lượng

# forgotPassword
source: Forgot?
vi: Quên mật khẩu?

# inviteDescribe
source: invite you to join the Flat classroom
vi: mời bạn tham gia lớp học Flat

source: Latency
vi: Độ trễ

source: Network
vi: Mạng

source: offline
vi: ngoại tuyến

# onOffStageTips
source: You have been removed from the stage
vi: Bạn đã bị xóa khỏi sân khấu

# onStageNoMicTips
source: You have been approved for the stage. But microphone is not on
vi: Bạn đã được phê duyệt lên sân khấu. Nhưng micrô chưa bật

# onStageTips
source: You have been approved for the stage. And the microphone is turned on
vi: Bạn đã được phê duyệt lên sân khấu. Và micrô đã được bật

# ownerAutoOnStageTips
source: The student has been automatically invited to the stage and the user is :
vi: Học viên đã được tự động mời lên sân khấu và người dùng là:

# passwordAuth
source: Via password
vi: Qua mật khẩu

# pmiInviteDescribe
source: invite you to join the Flat personal classroom
vi: mời bạn tham gia lớp học Flat cá nhân

# rebindingPhoneTips
source: Input mobile phone number has been bound to other accounts, whether the current New Account and existing account merger? The merge operation will erase all data from the current New Account
vi: Số điện thoại di động đã nhập đã được liên kết với tài khoản khác, có hợp nhất Tài khoản Mới hiện tại và tài khoản hiện có không? Thao tác hợp nhất sẽ xóa tất cả dữ liệu khỏi Tài khoản Mới hiện tại

# room expire %@ %@
source: The room is about to reach the %1$@ time limit and will end at %2$@
vi: Phòng sắp đạt giới hạn thời gian %1$@ và sẽ kết thúc vào lúc %2$@

source: screenshot
vi: ảnh chụp màn hình

source: (Selected)
vi: (Đã chọn)

# smsAuth
source: Via SMS
vi: Qua SMS

# whiteboard_save_annotation
source: Save Annotation
vi: Lưu chú thích
